var data = {
  book: {
    newBook: [

      {
        id: 1,
        title: '蒸汽火车头',
        type: 'newBook',
        name: 'train',
        autor: '冯索瓦·史奇顿',
        time: '2017-04',
        num: 6545,
        good: 4653,
        low: 524,
        data: '../../../../static/img/book5.png',
        summary: '《蒸汽火车头》是比利时天才艺术家冯索瓦·史奇顿追忆蒸汽时代机械之美的一部漫画。他通过这部图像小说表达了对当时设计师才华的赞美之情和辛勤工作的铁道工人的钦佩之情。故事讲述了曾经推动历史前进的蒸汽火车头和铁道工人，随着历史的发展逐渐被抛在了时代的后面；一位铁道骑士，面对注定失去的明日世界，选择孑然一身毅然踏上不归之途。[1] 故事的火车头原型取材自20世纪30年代比利时产12型火车头，它曾因创下165公里的最高时速纪录而摘得“蓝飘带”荣衔，是当时现代与速度的代名词；它也曾在二战时期变身幽灵列车，帮助1370名政治犯躲过了被送往纳粹集中营的厄运。'
      },
      {
        id: 2,
        title: '半欢半爱',
        type: 'newBook',
        name: 'love',
        autor: '蓝白色',
        time: '2013-08',
        good: 7521,
        low: 635,
        num: 5121,
        data: '../../../../static/img/book6.png',
        summary: '这个世界最坏的罪名，叫爱情。作为化妆品公司的继承人，炎凉一直知道，在这个帝国美丽的外表之下，蕴藏着太多人的野心。当继承人的地位岌岌可危，一个叫做蒋彧南的男人出现，挽救了她。而当她放下一切戒备，全身心地投入这段感情时，才发现，自己已经跌入一个精心布置的陷阱。这个男人，巧妙地将阴谋包裹在爱情之下，步步为营，终将她与整个家族一道推入万劫不复的深渊，可当他终于取而代之，站在化妆品帝国的顶端，才惊觉在这一场假爱之名的战役里，他赢了全世界，却输了她。这样一个居心叵测的开始，这样一个后知后觉的他，是否还能缔造一个岁月静好的结局？ '
      },
      {
        id: 3,
        title: '千山暮雪',
        type: 'newBook',
        name: 'snow',
        autor: '匪我思存',
        time: '2009-05',
        good: 5632,
        low: 123,
        num: 4324,
        data: '../../../../static/img/book7.png',
        summary: '《千山暮雪》是作家匪我思存创作的长篇爱情小说；2009年首次出版[1]  ，2011年再版[2]  ，并于同年在台湾地区上市[3]  ，2013年在越南出版[4]  。同名改编电视剧已于2011年在湖南卫视播出[5]  。主要讲述了商场精英莫绍谦和大学生童雪因世仇而彼此折磨又心生爱慕的感情纠葛。 '
      },
      {
        id: 4,
        title: '情生意动',
        type: 'newBook',
        name: 'feeling',
        autor: '布谷鸟',
        time: '2011-05',
        num: 4526,
        good: 6547,
        low: 136,
        data: '../../../../static/img/book8.png',
        summary: '宁冉声从包厢出来要去洗手间的时候，手机铃声响起，是秦佑生打来的。她在包厢里基本已经把自己清理干净了，不过左脸的红肿和衣服领口的蛋糕污迹依旧没办法清理干净。按了接听键，秦佑生熟悉的声音就传过来了：“冉声，事情谈的怎么样了，晚上一块儿吃饭吧……”宁冉声扯了扯嘴角，不小心牵动了痛处，被甩巴掌的委屈就像开了闸的洪水冲击在她心头，她一手捂着左脸一手拿着手机，眼泪就忍不住流出来了。如果之前只是疼，听到秦佑生的声音，方才真正感到委屈了。“秦老师……我刚刚被人打了一巴掌……”话一出口，眼泪就掉得更凶了，怎么都止不住。宁冉声从小到大就没有挨打过，即使之后她有了后妈也没有在家吃过什么亏，就算宁贝贝比她小两岁，两个人吵起来打起来，洪秀美也是让宁贝贝向她道歉。'
      },
      {
        id: 5,
        title: '东风',
        type: 'newBook',
        name: 'wind',
        autor: '纪家庙',
        time: '2008-07',
        num: 7962,
        good: 7895,
        low: 452,
        data: '../../../../static/img/book1.png',
        summary: '每年的品酒会，本来没有值东的，但今年因为有选美大会，才由几位乡绅出面，每个村子推派一人为评审委员，公推老爷岭许家堡许老爷子为首席。许老爷子名铁棠，有个外号叫许铁面，他是终南派掌门人平半山平道长的二师弟，为人方正，一向乐善好施，博得乡里的推崇。许铁棠今年五十有八，生得紫脸长髯，腰干笔直，甚是健朗，可惜膝下无儿，只有一个女儿，叫做兰芬，年方十七，自小就是美人胚子，如今出落得亭亭玉立，像花朵一样。这次选美，获得许老爷子的赞同，多半也想让自己女儿露露脸。男孩子嘛，可以由考试进取功名，所谓一举成名天下知，女孩子呢？整天关在家里，有谁知道？如果选上西凤女状元，百里方圆就无人不知，自然会有很多世家子弟前来提亲了。品酒会一向是正月初五举行，一天就结束，今年因为有选美的关系，所以就延长为三天。这是比一般庙会还要热闹的集会。到了正月初四，各式各样的摊贩，和三教九流，都赶着在这一大片空畈上，各自陈列起摊位，吃喝玩乐，几乎应有尽有。初五，是财神日，也是所有人们心目中的好日子，品酒大会从上午辰时就开始了。每一组（一个村）的布棚前面同时燃放起一串长长的“带子入朝”鞭炮，刹那之间这条足有十四五里长的山街'
      },
      {
        id: 6,
        title: '朝思慕念',
        type: 'newBook',
        name: 'admire',
        autor: '居亦筱',
        time: '2012-11',
        num: 1334,
        good: 4125,
        low: 154,
        data: '../../../../static/img/book9.png',
        summary: '《朝思暮念》内容简介：梁熙生于小富之家，因为母亲早亡，梁父很宠她和弟弟梁枫，性格很是活泼开朗。梁熙喜欢青梅竹马的邻家哥哥高远衡，本来打算高考后表白并报考高远衡所在的上海高校，却被何培霖阻拦并告知她高远衡与其姐何培宁是恋人关系，梁熙不信，何培霖此时已对她有意思，就设计和她打了赌，赢了她就得改志愿去北京读书，结果真如他所说，梁熙想反悔都不行。'
      },
      {
        id: 7,
        title: '星星上的人',
        type: 'newBook',
        name: 'star',
        autor: '卡罗琳·帕克丝特',
        time: '2017-03',
        num: 5554,
        good: 4631,
        low: 4125,
        data: '../../../../static/img/book10.png',
        summary: '也许，孤独是人与生俱来的天赋，我们都曾拥有，只是在时光中渐渐丧失。但是，总有一些人，一直饱有这样的灵魂。哈蒙德一家住在华盛顿特区，一切似乎都很美满，直到大女儿蒂莉的言行明显变得异常。虽然蒂莉缺乏社交能力，却是个令人惊奇的天才。为了拯救孩子，哈蒙德一家参加了非常著名的“和谐夏令营”，这里的家庭各有各的痛苦和纠结。然而，没有想到的是，这次抛弃一切的旅行比蒂莉的疾病更加凶险。而危机到来之后的命运，到底要靠什么来拯救？这个以“和谐”命名的夏令营，究竟还隐藏了多少不为人知的秘密?'
      },
      {
        id: 8,
        title: '新名字的故事',
        type: 'newBook',
        name: 'story',
        autor: ' [意]埃莱娜·费兰特 ',
        time: '2017-05',
        num: 2562,
        good: 1265,
        low: 520,
        data: '../../../../static/img/book11.png',
        summary: '出于对莉拉所拥有的爱情的愤怒，“我”（埃莱娜）奋力摆脱这个破败、暴力、充满宿仇的街区。“我”成了街区的第一个大学生，并和一个高级知识分子家庭的男孩订婚，甚至出版了第一本小说。“我”以胜利者的形象回到那不勒斯，却发现告别了丑陋婚姻的莉拉，在一家肉食加工厂备受屈辱地打工。当“我”发现自己的小说，其实完全窃取了莉拉交托给“我”的秘密笔记本里那些独特的力量和灵感，“我”被迫面临一个极度痛苦的问题：“我”和莉拉，到底谁离开了，又是谁留下了？'
      },
      {
        id: 9,
        title: '半落',
        type: 'newBook',
        name: 'fall',
        autor: ' 横山秀夫 ',
        time: '2013-07',
        num: 2020,
        good: 1236,
        low: 452,
        data: '../../../../static/img/book12.png',
        summary: '一个正直的警官掐死了备受病痛折磨的妻子！自首。证据充分。然而犯罪嫌疑人却始终隐瞒着什么。一件表面看似简单明了的杀人自首案。却让刑警、检察官、法官等六位身居要职的男人对案件中的时间“空白”穷追无果。犯罪嫌疑人的“半落”（不完全招供）状态僵持至终。“人活五十年”——书法比赛中有过多次获奖记录的嫌疑人，留下这几个墨迹未干的字后主动自首了。他对自己所犯的罪供认不讳，甚至做好了“ 死”的准备。然而对于犯案后到自首之间两天的“空白”却不作任何解释。这个男人拼命要保守的秘密是什么？“人活五十年”到底要传达什么意思？'
      },
      {
        id: 10,
        title: '半落',
        type: 'newBook',
        name: 'fall',
        autor: ' 横山秀夫 ',
        time: '2013-07',
        num: 2020,
        good: 1236,
        low: 452,
        data: '../../../../static/img/book4.png',
        summary: '一个正直的警官掐死了备受病痛折磨的妻子！自首。证据充分。然而犯罪嫌疑人却始终隐瞒着什么。一件表面看似简单明了的杀人自首案。却让刑警、检察官、法官等六位身居要职的男人对案件中的时间“空白”穷追无果。犯罪嫌疑人的“半落”（不完全招供）状态僵持至终。“人活五十年”——书法比赛中有过多次获奖记录的嫌疑人，留下这几个墨迹未干的字后主动自首了。他对自己所犯的罪供认不讳，甚至做好了“ 死”的准备。然而对于犯案后到自首之间两天的“空白”却不作任何解释。这个男人拼命要保守的秘密是什么？“人活五十年”到底要传达什么意思？'
      }
    ],
    magain: [
      {
        id: 1,
        title: '时尚新娘',
        type: 'magain',
        name: 'fashion',
        autor: '布谷鸟',
        time: '2011年05月',
        num: '3万',
        good: 6547,
        low: 136,
        data: '../../../../static/img/magain1.png',
        summary: '《时尚新娘》缔造全球婚尚潮流，权威发布企业形象推广和行业动态。《时尚新娘》时尚新娘时尚新娘(11张)是新娘最华美的幸福时尚计划书，以浪漫轻松的方式，鼓励并帮助中国女性完成新婚的美丽形象塑造与魅力生活打造。她是一本最高级的婚尚生活杂志，她是一本最专业的婚礼宝典和新婚教科书，她是开启中国女性美好新生活的完美读本，她更是你和最亲密的朋友分享幸福感受的社交平台。'
      },
      {
        id: 2,
        title: '意林',
        type: 'magain',
        name: 'group',
        autor: '布谷鸟',
        time: '2016年06月',
        num: '2万',
        good: 7895,
        low: 152,
        data: '../../../../static/img/magain2.png',
        summary: '《意林》始于公元787年，唐朝封疆大吏马总集诸子百家精华，编成《意林》6卷，流传至今。《意林》杂志秉承前人意趣，取“意林”二字为刊名，“意”就是意境、意韵、意义、意味，意有所得，“林”即智慧之林。即通过很多故事营造生命意境、展现哲思意韵、阐述人生意义、透析生活意味。'
      },
      {
        id: 3,
        title: '读者',
        type: 'magain',
        name: 'readers',
        autor: '布谷鸟',
        time: '1981年1月',
        num: '4万',
        good: 3654,
        low: 269,
        data: '../../../../static/img/magain3.jpg',
        summary: '《读者》杂志发掘人性中的真、善、美，体现人文关怀。《读者》在刊物内容及形式方面与时俱进，追求高品位、高质量，力求精品，并以其形式和内容的丰富性及多样性，赢得了各个年龄段和不同阶层读者的喜爱与拥护。发行量稳居中国期刊排名第一，亚洲期刊排名第一，世界综合性期刊排名第四。被誉为“中国人的心灵读本”、“中国期刊第一品牌”。'
      }
    ]
  },
  game: {
    hotGame: [
      {
        id: 1,
        title: '英雄联盟',
        type: 'hotGame',
        name: 'lol',
        autor: '冯索瓦·史奇顿',
        time: '2011年09月',
        num: 66545,
        good: 9652,
        low: 124,
        data: '../../../../static/img/game4.png',
        summary: '《英雄联盟》(简称LOL)是由美国拳头游戏(Riot Games)开发、中国大陆地区腾讯游戏代理运营的英雄对战MOBA竞技网游。游戏里拥有数百个个性英雄，并拥有排位系统、天赋系统、符文系统等特色养成系统。《英雄联盟》还致力于推动全球电子竞技的发展，除了联动各赛区发展职业联赛、打造电竞体系之外，每年还会举办“季中冠军赛”“全球总决赛”“All Star全明星赛”三大世界级赛事，获得了亿万玩家的喜爱，形成了自己独有的电子竞技文化。'
      },
      {
        id: 2,
        title: '魔兽世界',
        type: 'hotGame',
        name: 'world',
        autor: '蓝白色',
        time: '2004年02月',
        good: 7521,
        low: 235,
        num: 59121,
        data: '../../../../static/img/game8.png',
        summary: '《魔兽世界》（World of Warcraft）是由著名游戏公司暴雪娱乐所制作的第一款网络游戏，属于大型多人在线角色扮演游戏。游戏以该公司出品的即时战略游戏《魔兽争霸》的剧情为历史背景，依托魔兽争霸的历史事件和英雄人物，魔兽世界有着完整的历史背景时间线。[1]  玩家在魔兽世界中冒险、完成任务、新的历险、探索未知的世界、征服怪物等 '
      },
      {
        id: 3,
        title: '地下城与勇士',
        type: 'hotGame',
        name: 'fighter',
        autor: '匪我思存',
        time: '2005年8月',
        good: 5632,
        low: 123,
        num: 43245,
        data: '../../../../static/img/game6.png',
        summary: '《地下城与勇士》是一款韩国网络游戏公司NEOPLE开发的免费角色扮演2D游戏，由三星电子发行，并于2005年8月在韩国正式发布。中国则由腾讯游戏代理发行。该游戏是一款2D卷轴式横版格斗过关网络游戏，大量继承了众多家用机、街机2D格斗游戏的特色。以任务引导角色成长为中心，结合副本、PVP、PVE为辅，与其他网络游戏同样具有装备与等级的改变，并拥有共500多种装备道具。每个人物有8个道具装备位置，在游戏中可以允许最多4个玩家进行组队挑战关卡，同样也可以进行4对4的PK。 '
      },
      {
        id: 4,
        title: '龙之谷',
        type: 'hotGame',
        name: 'dragon',
        autor: '布谷鸟',
        time: '2010年07月',
        num: 4526,
        good: 6547,
        low: 136,
        data: '../../../../static/img/game13.png',
        summary: '《龙之谷》是韩国网游公司Eyedentity Games开发的一款3D动作MMORPG游戏，在中国由盛大代理。故事背景发生在具备奇幻特色的阿特利亚大陆。 游戏以九条龙争霸的幻想世界为背景，主要内容为打退九条龙或为了成为另一传说中的龙而进行的冒险。'
      },
      {
        id: 5,
        title: '剑灵',
        type: 'hotGame',
        name: 'soul',
        autor: '纪家庙',
        time: '2013年5月',
        num: 7965,
        good: 4534,
        low: 125,
        data: '../../../../static/img/game12.png',
        summary: '《剑灵》是韩国网络游戏开发商NCSoft开发的3D奇幻大型多人在线动作类游戏，中国国内由腾讯代理。该游戏由韩国制作人裴宰贤领衔开发，亚洲插画师金亨泰担纲美术设计，日本音乐制作人岩代太郎进行音乐监制。[1] 《剑灵》为玩家展示了东方武侠世界、人物造型、轻功绝学、打斗体验、战斗过程，以及任务情节。'
      },
      {
        id: 6,
        title: '炉石传说',
        type: 'hotGame',
        name: 'hearth',
        autor: '居亦筱',
        time: '2014年03月',
        num: 7854,
        good: 3125,
        low: 154,
        data: '../../../../static/img/game11.png',
        summary: '《炉石传说：魔兽英雄传》[1]  （Hearthstone: Heroes of Warcraft，简称炉石传说）是暴雪娱乐开发的一款集换式卡牌游戏。中国大陆地区独家运营权已被授予网易公司。《炉石传说：魔兽英雄传》是一款免费游戏，故事背景基于魔兽争霸系列的世界观，玩家可以另行购买卡牌包。游戏将首先在PC与苹果电脑平台发售，已推出iPad版本，并在2015年4月登陆Windows、iPad以及安卓平板。'
      },
      {
        id: 7,
        title: '逆战',
        type: 'hotGame',
        name: 'assaultFire',
        autor: '卡罗琳·帕克丝特',
        time: '2011年4月',
        num: 5552,
        good: 4631,
        low: 175,
        data: '../../../../static/img/game10.png',
        summary: '《逆战》，是由腾讯旗下琳琅天上工作室开发，腾讯游戏发行的网络游戏。游戏采用第一人称射击形式表现，采用虚幻3引擎开发，并且是以机甲模式为核心[c1] 近未来风格游戏，游戏中出现了未来版95式突击步枪等武器。游戏有17个资料片：《机甲风暴》、《钢铁雄心》、《魔都惊魂》、《异族崛起》、《僵尸世界大战》、《血战尸骑士》、《樱花武士》、《雪国尸兄》、《机甲战狂尸》、《法老归来》、《决战樱之谷》、《艳后的诱惑》、《探墓秦尸皇》、《冰封塔防》、《精绝古城》、《精绝黑塔》、《欢乐防线》。曾用名“火力突击”，在测试阶段改名为“逆战”。'
      },
      {
        id: 8,
        title: 'QQ飞车',
        type: 'hotGame',
        name: 'car',
        autor: ' [意]埃莱娜·费兰特 ',
        time: '2008年1月',
        num: 2562,
        good: 1265,
        low: 520,
        data: '../../../../static/img/game9.png',
        summary: '《QQ飞车》是由腾讯的琳琅天上游戏工作室开发，腾讯游戏发行的一款网络游戏，最高同时在线已超过300万。游戏结合休闲和竞技玩法，是专为QQ用户打造的一款时尚赛车游戏，采用了物理引擎PhysX来保证车辆运行时的真实感。'
      },
      {
        id: 9,
        title: '梦幻西游',
        type: 'hotGame',
        name: 'xiyou',
        autor: ' 横山秀夫 ',
        time: '2010-07',
        num: 2020,
        good: 1236,
        low: 452,
        data: '../../../../static/img/game7.png',
        summary: '《梦幻西游之天命之路》动画于2014年12月26日正式上映，此片以周播的形式于每周五、六会预先在梦幻西游2官方动画专题站、爱奇艺、百度视频、优酷、土豆、乐视、搜狐、腾讯视频、PPS、A站等国内视频网站全网同步播出。'
      },
      {
        id: 10,
        title: '半落',
        type: 'newBook',
        name: 'fall',
        autor: ' 横山秀夫 ',
        time: '2013-07',
        num: 2020,
        good: 1236,
        low: 452,
        data: '../../../../static/img/game5.png',
        summary: '一个正直的警官掐死了备受病痛折磨的妻子！自首。证据充分。然而犯罪嫌疑人却始终隐瞒着什么。一件表面看似简单明了的杀人自首案。却让刑警、检察官、法官等六位身居要职的男人对案件中的时间“空白”穷追无果。犯罪嫌疑人的“半落”（不完全招供）状态僵持至终。“人活五十年”——书法比赛中有过多次获奖记录的嫌疑人，留下这几个墨迹未干的字后主动自首了。他对自己所犯的罪供认不讳，甚至做好了“ 死”的准备。然而对于犯案后到自首之间两天的“空白”却不作任何解释。这个男人拼命要保守的秘密是什么？“人活五十年”到底要传达什么意思？'
      }
    ],
    standAlone: [
      {
        id: 1,
        title: '三国志13',
        type: 'standAlone',
        name: 'Kingdoms',
        autor: '冯索瓦·史奇顿',
        time: '2016年1月',
        num: 5545,
        good: 4521,
        low: 124,
        data: '../../../../static/img/game14.png',
        summary: '《三国志13》是日本光荣特库摩公司开发的历史模拟类游戏《三国志》系列的第13部作品，玩家可以体验三国时代的英雄们活跃于各种场面的剧情。游戏以辽阔的中国大陆为舞台，众多英雄人物都以扩大己方势力为目标，营造出前所未有的“动感”，让玩家们更能深刻感受《三国志》的世界观。玩家们将成为活跃于三国时代的英雄豪杰之一，以历史主人公的身份编织属于自己的故事'
      },
      {
        id: 2,
        title: 'GTA5',
        type: 'standAlone',
        name: 'Grand',
        autor: '冯索瓦·史奇顿',
        time: '2013年10月',
        num: 7521,
        good: 5412,
        low: 143,
        data: '../../../../static/img/game15.png',
        summary: '《侠盗猎车手5》（Grand Theft Auto V），是由Rockstar Games游戏公司出版发行的一款围绕犯罪为主题的开放式动作冒险游戏。本作于2013年9月17日登陆Play Station 3、Xbox 360平台，2014年11月18日登陆Play Station 4和Xbox ONE平台。多人模式《侠盗猎车手Online》于2013年10月1日正式开放。PC版本已于2015年4月14日推出'
      },
      {
        id: 3,
        title: '我的世界',
        type: 'standAlone',
        name: 'Minecraft',
        autor: '冯索瓦·史奇顿',
        time: '2009年5月',
        num: 4521,
        good: 1452,
        low: 145,
        data: '../../../../static/img/game16.jpg',
        summary: '我的世界Minecraft网易游戏代理的《我的世界》（Minecraft）是一款风靡全世界的沙盒游戏。玩家可以独自一人或与朋友们一起自由冒险，探索随机生成的世界，创造令人惊叹的奇迹。PC Java版现已开启不限号测试。'
      }
    ]

},
music: {
    chinaMusic: [
      {
        id: 1,
        title: '实名制',
        type: 'chinaMusic',
        name: 'realName',
        autor: '好妹妹乐队',
        time: '2017-04-07',
        num: 4513,
        good: 3255,
        low: 147,
        data: '../../../../static/img/music4.png',
        summary: '好妹妹是一支充满实力的民谣乐队，他们不仅有着温柔的气质、柔和的唱腔，而且还有着独树一帜的音乐风格。些许南国清新的味道，配上他们优美的声线，具有了恬静优雅的清新范儿，复古风与文艺青年式闷骚情怀，主唱秦昊温吞而婉转的唱腔，张小厚的小清新、吉他口琴等原生乐器的编曲，力挺他们！'
      },
      {
        id: 2,
        title: '我害怕',
        type: 'chinaMusic',
        name: ' Afraid',
        autor: '薛之谦',
        time: '2017年04月25日',
        num: 1213,
        good: 698,
        low: 52,
        data: '../../../../static/img/music3.png',
        summary: '继《高尚》《动物世界》《暧昧》三首强力子弹的攻势下，大家对第四首歌的期待达到了历史最高值。薛之谦依旧不负众望，以最美的“三行情书”回赠歌迷，作曲作词演唱全包揽，可谓实实在在的实力唱作人。据悉，这一首新鲜出炉的歌曲并不是以往悲苦情歌的系列，没有了失恋的难过，没有了爱而不得的揪心，而是以小清新的曲调回归，令大家更佳期待的是，薛老板独特的嗓音加上小清新的曲调，究竟会产生哪一种奇妙抓心的感觉呢'
      },
      {
        id: 3,
        title: '暧昧',
        type: 'chinaMusic',
        name: ' Ambiguous',
        autor: '薛之谦',
        time: '2017年04月11日',
        num: 5741,
        good: 2456,
        low: 142,
        data: '../../../../static/img/music2.png',
        summary: '《暧昧》由薛之谦包揽词曲创作，《暧昧》把从暧昧到分手唱了个透彻，也把分手中不死不活表现得淋漓尽致[5]  。《暧昧》更多是一种对现代感情现状的描述。“第三首歌就是我的子弹，就是声音可以杀敌于无形之中，主打主打”！是首典型的薛式情歌[6]  。'
      },
      {   
        id:4,
        title:'思美人',
        type:'chinaMusic',
        name:'beauty',
        autor:'张靓颖',
        time:'2017年4月28日',
        num:1458,
        good:2456,
        low:235,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:551
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:524
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:524
            }
        ],
        data:'../../../../static/img/music5.png',
        summary:'《思美人》是张孝正、丁仰国执导的青春历史传奇剧，由马可、张馨予、乔振宇领衔主演，易烊千玺特别出演，李子峰、梁田、刘芸、斓曦、李雨轩、彭博、宁心、李恩西等主演。[1-2] 该剧讲述了生于名门的屈原与民间女奴莫愁女相爱相惜，在同恶霸与权贵的斗争中卷入了宫斗权争、家国情仇的漩涡的故事。[3] 该剧于2017年4月28日在湖南卫视金鹰独播剧场播出。'
      },   
      {   
        id:5,
        title:'Imagination',
        type:'chinaMusic',
        name:'Imagination',
        autor:'Gene Krupa',
        time:'2013年8月24日',
        num:8962,
        good:3245,
        low:253,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:4511

            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:5624

            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:841
            }
        ],
        data:'../../../../static/img/music1.png',
        summary:'专辑:A Proper Introduction To Gene Krupa - Up An AtomThere was a game we used to playWe would hit the town on Friday nightAnd stay in bed until SundayWe used to be so freeWe were living for the love we had andLiving not for reality'
      },
      {   
        id:6,
        title:'遇见你',
        type:'chinaMusic',
        name:'meet',
        autor:'陈坤',
        time:'2009年12月23日',
        num:2545,
        good:1425,
        low:136,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:6525
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:45214
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:851
            }
        ],
        data:'../../../../static/img/music6.png',
        summary:'《遇见你》这首歌曲是由陈坤、袁泉、陆毅和吴天瑜主演的都市爱情片《跟我的前妻谈恋爱》[1]  的主题曲，由影片中的男一号华表、金马、百花影帝陈坤演唱，并收录成为陈坤2009年12月23号发行的新专辑《谜ME》中的忧伤歌曲。这首歌曲的含义就是一对儿恋人当初在一起的时候都没有好好珍惜，过于冲动而分手，但之后才感觉到各自的内心都还深爱着对方，已经为时已晚，很适合作为这部影片的主题曲'
      },
      {   
        id:7,
        title:'刚好遇见你',
        type:'chinaMusic',
        name:'Happened',
        autor:'李玉刚',
        time:'2016年11月14日',
        num:2542,
        good:1475,
        low:176,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:821
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:821
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:536
            }
        ],
        data:'../../../../static/img/music12.png',
        summary:'《刚好遇见你》是李玉刚《李玉刚十年经典》演唱会的主题曲，词、曲由李玉刚好友高进特意为其量身创作[2]  。2016年9月，李玉刚开始筹备发行歌曲，高进将该曲demo发给了他，但因为曲风和他此前的音乐风格差距过大，李玉刚对此有点犹豫。同月，李玉刚在吉林大学举办演讲，将高进为其制作的《刚好遇见你》demo作为背景音乐播放，结果很多学生向李玉刚询问歌曲名称并表达对歌曲的喜爱，李玉刚因此决定将该曲编好、录好[3]  。李玉刚想借该曲回顾十年经历[4]  ，同时送给支持他的听众以及帮助过他的人[5]  。'
      },
      {   
        id:8,
        title:'成都',
        type:'chinaMusic',
        name:'Chengdu',
        autor:'赵雷',
        time:'2016年12月21日',
        num:5641,
        good:2543,
        low:236,
         comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:524
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:7862
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:862
            }
        ],
        data:'../../../../static/img/music11.png',
        summary:'《成都》是赵雷在2014年创作的歌曲，由赵雷包办词曲。赵雷经常在演出中现场演唱这首歌，但一直没有发行录音室版本。成都慢悠悠又极具人情味儿和生活气息的感觉，让赵雷特别喜欢这座城市，成都因此成为赵雷热爱的第二故乡。出于想表达对成都的记录和留恋，赵雷创作了该曲送给成都的情歌[2]  。2017年，赵雷推出了两会版的《成都》，用以献给每一个行走在春天里的中国人[3]  。'
      },
      {   
        id:8,
        title:'离骚',
        type:'chinaMusic',
        name:'lisao',
        autor:'戴爱玲',
        time:'2015年4月2日',
        num:1256,
        good:985,
        low:152,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:5245
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                good:624
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                good:5152
            }
        ],
        data:'../../../../static/img/music10.png',
        summary:'滴着雨的眼角多云的眉梢。剥落的心答案在揭晓。真的天涯海角是你的动摇。春来春又去路越走越寂寥。假如爱把人变成了孤岛。两个人又有什么值得去拥抱。假如爱外表美好里面煎熬。一个人可不可以乾脆都不要。我背对着你奔跑散落的离骚。还在埋怨是否代表还有爱燃烧。昨天的感动围绕今天已经变调。梦的未来等不到我向着远方奔跑纠缠的离骚。狂飙的风追赶着我有你的味道。'
      },
      {   
        id:9,
        title:'春风十里',
        type:'chinaMusic',
        name:'wind',
        autor:'李健',
        time:'2017年3月12日',
        num:3654,
        good:2541,
        low:236,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:5985
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                good:82
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                good:524
            }
        ],
        data:'../../../../static/img/music9.png',
        summary:'魏亦。”看着落地窗前明艳的花朵，薛若然轻轻喊道。“若若？”正在摇椅上看报的魏亦第一时间放下报纸，看向自己苦追n久的夫人。薛若然侧头看着从躺椅上起身走来的男人，优雅的步伐，居家休闲的服装也难掩出人的气质。世上就是有这样的人，即使岁月沉淀也难掩他半分颜色。薛若然眼里流光微转，但还是无法移开视线。转眼间，两人已相距不过一臂。揽过若然的肩，魏亦轻笑：“若若在想什么？”“没什么，只是觉得”瞬间回神的薛若然脸颊微红，但略微调整又恢复了往日的神态，看向魏亦的眼睛“一辈子太短了。”和你在一起的时间，不过短短几十年。'
      },
      {   
        id:10,
        title:'春风十里',
        type:'chinaMusic',
        name:'wind',
        autor:'李健',
        time:'2017年3月12日',
        num:3654,
        good:2541,
        low:236,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:524
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                good:524
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                good:651
            }
        ],
        data:'../../../../static/img/music8.png',
        summary:'魏亦。”看着落地窗前明艳的花朵，薛若然轻轻喊道。“若若？”正在摇椅上看报的魏亦第一时间放下报纸，看向自己苦追n久的夫人。薛若然侧头看着从躺椅上起身走来的男人，优雅的步伐，居家休闲的服装也难掩出人的气质。世上就是有这样的人，即使岁月沉淀也难掩他半分颜色。薛若然眼里流光微转，但还是无法移开视线。转眼间，两人已相距不过一臂。揽过若然的肩，魏亦轻笑：“若若在想什么？”“没什么，只是觉得”瞬间回神的薛若然脸颊微红，但略微调整又恢复了往日的神态，看向魏亦的眼睛“一辈子太短了。”和你在一起的时间，不过短短几十年。'
      },

      {   
        id:11,
        title:'我不能忘记你',
        type:'chinaMusic',
        name:'forget',
        autor:'林忆莲',
        time:'2017年04月17日',
        num:2897,
        good:3654,
        low:365,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:521
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                good:4415
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                good:521
            }
        ],
        data:'../../../../static/img/music7.png',
        summary:'《我不能忘记你》是电影《记忆大师》记忆版主题曲，由李焯雄作词，梁翘柏作曲，香港女歌手林忆莲演唱，发行于2017年04月17日。林忆莲为陈正道导演新片《记忆大师》献声，也携手从《歌手》节目合作结缘的音乐总监、知名音乐人梁翘柏与金曲奖作词人李焯雄，强强联合为电影打造出一首充满回望更包含希冀的主题曲《我不能忘记你》。'
      }

    ],
    japanMusic:[
      {   
        id:1,
        title:'Lil Goldfish',
        type:'japanMusic',
        name:'Goldfish',
        autor:'まりか',
        time:'2010年01月25日',
        num:1896,
        good:1124,
        low:456,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                 good:5671
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:3265
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:6352
            }
        ],
        data:'../../../../static/img/music23.png',
        summary:'Baby I can go nowhere without you宝贝如果没有你的话我哪也去不了水温(すいおん)は心地(ここち)良(よ)く静(しず)かに泳(およ)ぐ【在温暖的水中 静静游动】I can do anything for you我可以为你做任何事'
      },
      {   
        id:2,
        title:'TOUGH',
        type:'japanMusic',
        name:'TOUGH',
        autor:'中岛美嘉',
        time:'2012年5月13日',
        num:3695,
        good:1254,
        low:365,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:5423
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                 good:3654
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                 good:2365
            }
        ],
        data:'../../../../static/img/music21.png',
        summary:'中岛美嘉，1983年2月19日出生于日本鹿儿岛县日置市伊集院町，日本女歌手、演员；1998年毕业于鹿儿岛市天保山中学。2001年，以主演日剧《新宿伤痕恋歌》及演唱单曲《STARS》出道。2002年12月，获得第44届日本唱片大奖最佳新人奖。2003年11月，发行首张专辑《爱无止尽》，该专辑连续两周登上公信榜首位。2005年，主演电影《NANA》。'
      },
      {   
        id:3,
        title:'Countdown',
        type:'japanMusic',
        name:'Countdown',
        autor:'IU',
        time:'2015年7月25日',
        num:4587,
        good:2365,
        low:164,
        comment:[
            {
                cont:'很好听的一首歌',
                userName:'小亚索',
                time:'4月12日  16:25',
                good:2123
            },
            {
                cont:'听完后感触很深',
                userName:'宇智波',
                time:'4月11日  15:20',
                good:3654
            },
            {
                cont:'歌声甜，人阳光',
                userName:'蒙奇D路飞',
                time:'3月23日  20:25',
                good:4562
            }
        ],
        data:'../../../../static/img/music22.png',
        summary:'李知恩，艺名IU，1993年5月16日出生于韩国首尔特别市，韩国女歌手、演员、主持人。2008年9月，在Mnet音乐节目《M! Countdown》中演唱歌曲《迷儿》，正式出道；随后发行首张迷你专辑《Lost And Found》[1]  。2009年，发行首张正规专辑《Growing Up》[2]  。2010年，发行迷你专辑《Real》，主打歌《好日子》连续五周位居韩国Gaon榜榜首[3-7]  。2011年，发行第二张正规专辑《Last Fantasy》，全专歌曲总下载量超过1700万次[8]  '
      }
    ]
},
movie:{
    received:[
         {   
        id:1,
        title:'速度与激情8',
        type:'received',
        name:' Furious',
        autor:'F·加里·格雷',
        actress:'范·迪塞尔/道恩·强森/杰森·斯坦森/查理兹·塞隆',
        time:'2017年4月14日',
        num:23644,
        good:3255,
        low:147,
        types:[
            {
                type:'美国'
            },
            {
                 type:'犯罪'
            },
            {
                 type:'动作'
            },
            {
                 type:'赛车'
            }
        ],
        data:'../../../../static/img/movie3.png',
        summary:'《速度与激情8》是《速度与激情》系列电影的第八部，是由美国环球影业发行，由F·加里·格雷执导，范·迪塞尔、道恩·强森、杰森·斯坦森、查理兹·塞隆联合主演的动作片。该片讲述了神秘冷艳的黑科技高手赛弗的出现，导致多米尼克心里叛变，直接使整个飞车家族陷入危险境地的故事。该片于2017年4月14日在美国、中国内地同步上映'
      } ,
      {   
        id:2,
        title:'蓝精灵：寻找神秘村',
        type:'received',
        name:' Village',
        autor:'凯利·阿斯博瑞',
        actress:'曼迪·帕廷金/雷恩·威尔森/黛米·洛瓦托/丹尼·普迪',
        time:'2017年4月7日',
        num:53624,
        good:3255,
        low:147,
        types:[
            {
                type:'美国'
            },
            {
                 type:'喜剧'
            },
            {
                 type:'动画'
            }
        ],
        data:'../../../../static/img/movie4.png',
        summary:'《蓝精灵：寻找神秘村》是由美国哥伦比亚电影公司出品的动画冒险喜剧电影，由凯利·阿斯博瑞执导，曼迪·帕廷金、雷恩·威尔森、黛米·洛瓦托、丹尼·普迪联合配音。《蓝精灵：寻找神秘村》根据比利时漫画家贝约夫妇共同创作同名漫画改编，该片讲述了可爱的蓝精灵们不小心冲进了一个令他们相当陌生的乡村世界，这里的植物虽然可爱，但也会给他们带来意想不到的危险。该片于2017年4月7日在美国上映，2017年4月21日在中国内地上映'
      },
      {   
        id:3,
        title:'血狼犬',
        type:'received',
        name:' Hound',
        autor:' 刘镇伟',
        actress:'黄宏/刘向京/王海燕',
        time:'2017年4月21日',
        num:25642,
        good:3255,
        low:147,
        types:[
            {
                type:'中国'
            },
            {
                 type:'剧情'
            },
            {
                 type:'动作'
            },
            {
                 type:'冒险'
            }
        ],
        data:'../../../../static/img/movie1.png',
        summary:'《血狼犬》是一部展现中国西部风土人情的现实题材影片，由黄宏、刘向京、王海燕等主演，该片2017年4月21日在中国大陆公映。讲述了护林员朱广生与忠犬蓝波的感人至深的传奇故事'
      },
       {   
        id:4,
        title:'大话西游之大圣娶亲',
        type:'received',
        name:' Chinese',
        autor:'刘镇伟',
        actress:'周星驰/朱茵/莫文蔚/蔡少芬/陆树铭/吴孟达',
        time:'1995年2月4日',
        num:56342,
        good:3255,
        low:147,
        types:[
            {
                type:'中国'
            },
            {
                 type:'喜剧'
            },
            {
                 type:'冒险'
            }
        ],
        data:'../../../../static/img/movie5.png',
        summary:'《大话西游之大圣娶亲》是彩星电影公司出品的一部无厘头搞笑寓意爱情片，改编自吴承恩的《西游记》。由刘镇伟执导，周星驰制作，周星驰、朱茵、莫文蔚、蔡少芬、陆树铭、吴孟达主演。'
      },
      {   
        id:5,
        title:'嫌疑人X的献身',
        type:'received',
        name:' Suspec',
        autor:'苏有朋',
        actress:'王凯/张鲁一/叶祖新/邓恩熙',
        time:'2017年3月31日',
        num:25631,
        good:3255,
        low:147,
        types:[
            {
                type:'中国'
            },
            {
                 type:'犯罪'
            },
            {
                 type:'嫌疑'
            }
        ],
        data:'../../../../static/img/movie2.png',
        summary:'《嫌疑人X的献身》是根据日本推理作家东野圭吾的同名小说改编的悬疑电影，由苏有朋执导，王凯、张鲁一、叶祖新、邓恩熙等主演，林心如特别主演。该片于2017年3月31日全国上映。该片是苏有朋首度执导悬疑题材的电影，也是东野圭吾推理小说首度在中国进行的影视化改编的作品'
      }
    ]
}
}
// 今日槽点新闻数据
var t_slot = {
  slot: [

    {
      id: 'xtl',
      title: '希特勒自传《我的奋斗》进日本教材，日本网友： 政府疯了！',
      img: '../../../../../static/imgs/cd2.png',
      transmit: '参与转发：2470',
      comment: '参与评论：3210'
    },
    {
      id: 'cp',
      title: '川普参加复活节活动，忘记向国旗敬礼，妻子梅拉尼亚在一旁赶紧提醒：发什么呆呢！老唐！真是为 这个家操碎了心 ',
      img: '../../../../../static/imgs/cd1.png',
      transmit: '参与转发：2345',
      comment: '参与评论：4567'
    },
    {
      id: 'cyx',
      title: '陈奕迅新专辑粉丝掀起疯狂购买热潮！',
      img: '../../../../../static/imgs/sytj6.png',
      transmit: '参与转发：2470',
      comment: '参与评论：3210'
    }
  ]
}
// 论逗精选电视剧数据

 var t_sift={
  tv:[
      {
        id:'rmdmy',
        title:'人民的名义',
        content:'更新至36集／每天更新／腾讯视频，芒果TV， 爱奇艺，优酷视频',
        img:'../../../../../static/imgs/ss2.png',
        comment:'923474人参与讨论'
      },
      {
        id:'tdby',
        title:'剃刀边缘',
        content:'更新至48集／每天更新／腾讯视频，芒果TV， 爱奇艺，优酷视频',
        img:'../../../../../static/imgs/ss1.png',
        comment:'124566人参与讨论'
      },
      {
        id:'lkn',
        title:'漂洋过海来看你',
        content:'更新至44集／每天更新／腾讯视频，芒果TV， 爱奇艺，优酷视频',
        img:'../../../../../static/imgs/ss3.png',
        comment:'124566人参与讨论'
      }
  ]
}
// 推荐下的话题推荐中的评论数据
var  Adtopic={
  comment:[
        {
          title:'小鹿好美啊',
          time:'20分钟前',
          img:'../../../../../../static/imgs/tj3.png',
          oo:'开心的小松鼠'
        },
        {
          title:'他终于来了',
          time:'5分钟前',
          img:'../../../../../../static/imgs/tj5.png',
          oo:'激动的茨木童子'
        },
        {
          title:'全服第一个小鹿男',
          time:'20分钟前',
          img:'../../../../../../static/imgs/jrcd3.png',
          oo:'骑大侠的鹿'
        }
  ]
}
// 圈子达人下的达人话题中评论
var  Expert={
  comment:[
        {
          title:'鸟姐威武',
          time:'20分钟前',
          img:'../../../../../../static/imgs/tj3.png',
          oo:'开心的小松鼠'
        },
        {
          title:'鸟姐厉害',
          time:'5分钟前',
          img:'../../../../../../static/imgs/tj5.png',
          oo:'激动的茨木童子'
        },
        {
          title:'鸟姐威武',
          time:'11分钟前',
          img:'../../../../../../static/imgs/jrcd2.png',
          oo:'断断断断肠人'
        }
  ]
}
// 今日槽点中的逗趣放槽点中评论
var  Slot={
  comment:[
        {
          id:"com1",
          title:'小日本玩啥呢???',
          time:'20分钟前',
          img:'../../../../../../static/imgs/tj3.png',
          oo:'开心的小松鼠'
        },
        {
          id:"com2",
          title:'小日本在串改历史!!!!!',
          time:'5分钟前',
          img:'../../../../../../static/imgs/jrcd3.png',
          oo:'激动的茨木童子'
        },
        {
          id:"com3",
          title:'净瞎整事呢.......',
          time:'11分钟前',
          img:'../../../../../../static/imgs/jrcd2.png',
          oo:'断断断断肠人'
        },
        {
          id:"com4",
          title:'自己人都看不下去了',
          time:'11分钟前',
          img:'../../../../../../static/imgs/tj5.png',
          oo:'DJ一老段'
        }
  ]
}
// 逗圈推荐数据
var CirRecom={
  list:[
      {
        id:0,
        title:'UI设计师群组',
        img:'../../../../../static/image/设计狮.png',
        author:'设计师小白菜',
        time:'2015-12-13',
        text:'设计——牛人与牛人之间的较量'
      },
      {
        id:1,
        title:'我们都不想成为孙悟空',
        img:'../../../../../static/image/孙悟空.png',
        author:'新世相',
        time:'2015-12-13',
        text:'孙行者的荣辱之路'
      },
      {
        id:2,
        title:'游戏在路上',
        img:'../../../../../static/image/游戏.png',
        author:'游戏人生',
        time:'2015-5-23',
        text:'组长曾经是游戏策划，现在是手游项目经理，愿与从业者一起探讨、学习、成长'
      },
      {
        id:3,
        img:'../../../../../static/image/单车.png',
        title:'单车猎人',
        author:'世界的尽头',
        time:'2017-4-1',
        text:'一群普通人在城市制造的传奇'
      }
  ] 
}
// 逗圈加入
var CirJoin = {
  list: [
    {
      id: 0,
      title: '长征路远心更远',
      img: '../../../../../static/image/长征路.png',
      author: '背着书包的小二',
      ping: 12,
      text: '未来的路还很长，让我心怀坚定的信念，一步一步慢慢走，无论我们的人生路，还是长征路…'
    },
    {
      id: 1,
      title: '被杀死的那只知更鸟',
      img: '../../../../../static/image/知更鸟.png',
      author: '安静的念',
      ping: 0,
      text: '知更鸟不在玉米地里筑巢，只给人们带来悦耳的叫声，愉悦人们'
    },
    {
      id: 2,
      title: '我们看剧爱吐槽',
      img: '../../../../../static/image/吐槽.png',
      author: 'Queen.Lareina',
      ping: 107,
      text: '什么剧都看，就是爱吐槽！'
    },
    {
      id: 3,
      title: '最近我们读了同一本书',
      img: '../../../../../static/image/同一本书.png',
      author: '我昨天叫何宝荣',
      ping: 6,
      text: '读书是精神享受的过程，拒绝低俗浮躁。欢迎每一个尊重别人思想、又有独立思考能力的人来…'
    },
  ]
}


var myhello = {
  myli:{
    indexx: [
      {
        title: '你还记得角色却想不起名的老熟脸,方式真演员',
        url: '/static/img/lian.png',
        titl: '张继萨维',
        ping: '6684评论',
        times: '2天前'
      },
      {
        title: '余英时:红楼梦的两个世界',
        url: '/static/img/red.png',
        titl: '霍老爷',
        ping: '6684评论',
        times: '10天前'
      },
      {
        title: '黄轩最爱的十部电影,演技为王',
        url: '/static/img/yellow1.png',
        titl: '看电影看到死',
        ping: '6684评论',
        times: '三个月前'
      }
    ]
  }
}
// 逗圈分类
var CirClassa={
 chat:[
            {
              id:0,
              img:'../../../../../static/image/社恐.png',
              title:'社交恐惧症',
              menber:'53569个恐友'
            },
            {
              id:'mid',
              img:'../../../../../static/image/都知道.png',
              title:'我们什么都…',
              menber:'103249个知友'
            },
            {
              id:2,
              img:'../../../../../static/image/装.png',
              title:'文艺青年装…',
              menber:'15693个装B玩意'
            }
      ]
}

var CirClassb={
  emotion:[
              {
              id:0,
              img:'../../../../../static/image/一个人.png',
              title:'>我习惯了一…',
              menber:'63589个玻璃心'
            },
            {
              id:'mid',
              img:'../../../../../static/image/陌.png',
              title:'亲爱的陌生人',
              menber:'125319个陌陌'
            },
            {
              id:2,
              img:'../../../../../static/image/前任.png',
              title:'我的极品前任',
              menber:'23369个成员'
            }
      ]
}

var CirClassc={
  interst:[
             {
              id:0,
              img:'../../../../../static/image/背包客.png',
              title:'>我习惯了一…',
              menber:'63589个玻璃心'
            },
            {
              id:'mid',
              img:'../../../../../static/image/maotouy.png',
              title:'亲爱的陌生人',
              menber:'125319个陌陌'
            },
            {
              id:2,
              img:'../../../../../static/image/爱看.png',
              title:'我的极品前任',
              menber:'23369个成员'
            }
      ]
}
// 逗圈创建数据
var CirCreate={
 chat:[
            {
              id:0,
              img:'../../../../../static/image/爱狗1.png',
              title:'爱狗俱乐部',
              menber:'拥有148905成员',
              text:'我们是爱狗俱乐部，欢迎大家分享爱狗知识及经验，禁止虐狗或宣扬吃狗，可以有自己的立场…'
            },
            {
              id:1,
              img:'../../../../../static/image/做书2.png',
              title:'做书的青年们',
              menber:'拥有12704成员',
              text:'鲁迅先生说过：青年又何须寻那挂着金字招牌的导师呢？'
            },
            {
              id:2,
              img:'../../../../../static/image/论文.png',
              title:'那些年写过得论文',
              menber:'拥有7708成员',
              text:'次次论文都是拖到最后，次次论文都要熬夜通宵写——一写论文我就想退学……'             
            }
      ]
}
// 我的逗圈数据

var CirMy ={
  list:[
        {
        id:0,
        say:'一人说一部你最爱的电影',
        img:'',
        author_img:'../../../../../static/image/icon-4.png',
        author:'幕府散人',
        ping:'评论 67',
        time:'5小时前'
      },
     {
        id:1,
        say:'多少人还记的这一句经典的台词',
        img:'../../../../../static/image/piao.png',
        author_img:'../../../../../static/image/icon-3.png',
        author:'伦伦散散',
        ping:'评论 107',
        time:'2017-4-25'
      },
     {
        id:2,
        say:'美式英雄保罗纽曼',
        img:'',
        author_img:'../../../../../static/image/icon-2.png',
        author:'云路',
        ping:'评论 67',
        time:'2017-2-4'
      },
      {
        id:3,
        say:'我拍摄的好莱坞 40年代复古摄影作品',
        img:'../../../../../static/image/meimv.png',
        author_img:'../../../../../static/image/icon-1.png',
        author:'复古摄影师小哲',
        ping:'评论 24',
        time:'2017-4-2'
      },
      {
        id:4,
        say:'一条狗的使命',
        img:'',
        author_img:'../../../../../static/image/icon-2.png',
        author:'云路',
        ping:'评论 24',
        time:'5小时前'
      }
  ]
}
module.exports ={ data,t_slot,t_sift,Adtopic,Expert,Slot,CirRecom,CirJoin,CirClassa,CirClassb,CirClassc,CirCreate,CirMy}
